Repository: TalaoDAO/credential-portfolio
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: A new Talao workspace has been deployed Username :
fr: Un nouveau portfolio a été déployé Mot de passe :

source: This credential is not available.
fr: Cette attestation n'est pas disponible.

source: No credential available.
fr: Aucune attestation disponible.

source: Presentation check failed.
fr: Echec de la vérification.

source: The presentation challenge failed.
fr: Echec de la vérification du challenge.

source: This issuer is unknown.
fr: Cet émetteur est inconnu.

source: Your DID has been registered
fr: Votre Identité Numérique a été enregistrée.

source: Your DID is already registered
fr: Cette Identité dispose déjà d'un portfolio.

source: Your credential has been saved in your wallet
fr: L'attestation a été sauvegardée dans votre wallet.

source: Your cannot download this credential
fr: Vous ne pouvez pas télécharger cette attestation.

source: Incorrect data.
fr: Données incorrectes.

source: Delay expired !
fr: Code expiré !

source: session aborted
fr: session terminée

source: Company not found
fr: Entreprise non trouvée

source: No Referents available
fr: Aucun référent disponible

source: No Files available
fr: Aucun fichier disponible

source: No data available
fr: Aucune donnée

source: No Experience available
fr: Aucune expérience disponible

source: Company
fr: Entreprise

source: Title
fr: Titre

source: Start Date
fr: Date de début

source: End Date
fr: Date de fin

source: No Education available
fr: Aucune formation disponible

source: Organization
fr: Organisation

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: About
fr: A propos

source: Birth Date
fr: Date de naissance

source: Contact Email
fr: Email

source: Contact Phone
fr: Téléphone

source: Postal Address
fr: Adresse postale

source: Education
fr: Formation

source: Identity pass
fr: Pass d'identité

source: Professional experience assessment
fr: Attestation d'expérience professionnelle

source: Skill certificate
fr: Attestation de compétences

source: Training certificate
fr: Attestation de formation

source: Recommendation letter
fr: Lettre de recommandation

source: Certificate of employment
fr: Attestation employeur

source: Employee vacation time certificate
fr: Attestation de congès payés

source: Certificate of participation
fr: Attestation de stage

source: Transfer certificate
fr: Attestation de mutation

source: Promise to hire letter
fr: Lettre de promesse d'embauche

source: No Credential available
fr: Aucune attestation disponible

source: Credential Type
fr: Type d'attestation

source: Credential Privacy
fr: Visibilité de l'attestation

source: Issuer legal name
fr: Nom légal de l'émetteur

source: Issuer current address
fr: Adresse de l'émetteur

source: Issuance Date
fr: Date de l'émission

source: Display Credential
fr: Afficher l'attestation

source: Download to your smartphone wallet
fr: Sauvegarder l'attestation dans votre wallet

source: Add an Admin
fr: Ajouter un administrateur

source: Add an Issuer
fr: Ajouter un signataire

source: Add a Reviewer
fr: Ajouter un validateur

source: Add a Campaign
fr: Ajouter une campagne

source: Change Logo
fr: Modifier le logo

source: Change Signature
fr: Modifier la signature

source: Company name
fr: Dénomination entreprise

source: Contact name
fr: Nom du contact

source: Mother company
fr: Maison mère

source: Staff
fr: Nombre de salariés

source: Sales
fr: Chiffre d'Affaires

source: Update Company Data
fr: Modifier les données entreprise

source: No Credentials available
fr: Aucune attestation disponible

source: Issuer Name
fr: Signataire

source: Display Certificate
fr: Afficher l'attestation

source: No DID available
fr: Identifiant indisponible

source: Add new DID
fr: Ajouter un nouveau DID

source: No Partners available
fr: Aucun partner disponible

source: Picture has been updated
fr: Photo mise à jour

source: Logo has been updated
fr: Logo mis à jour

source: Secret code sent to your email.
fr: Code secret envoyé par email.

source: Email failed.
fr: Echec d'envoi d'email.

source: Code expired.
fr: Code expiré.

source: Too many trials (3 max).
fr: Nombre maximum d'essais atteint.

source: This code is incorrect, 2 trials left.
fr: Ce code est incorrect, plus que 2 essais.

source: This code is incorrect, 1 trial left.
fr: Ce code est incorrect plus que 1 seul essai.

source: Great ! you have now an Email Pass.
fr: Bravo ! vous avez maintenant votre preuve d'email.

source: Delay expired.
fr: Délais expiré.

source: Identiy pass
fr: Passe identité

source: Labour certificate
fr: Certificat de travail

source: This company has no active campaign.
fr: Cette entreprise n'a pas ouvert de campagne.

source: Reference not found.
fr: Référence inconnue.

source: Credential not available.
fr: Attestation non disponible.

source: Your request for a reference credential has been sent.
fr: Votre demande pour une attestation de référence a été envoyée.

source: You have received a request for an identity pass from
fr: Vous avez reçu une demande pour un pass d'identité de

source: to review
fr: pour revue

source: Your request for an identity pass has been registered for review.
fr: Votre demande pour un passe d'identité été envoyée pour revue.

source: You have received a request for a certificate of employment from
fr: Vous avez reçu une demande pour une attestation employeur de

source: Your request for a certificate of employment has been registered for review.
fr: Votre demande pour une attestation employeur a été envoyée.

source: You have received a request for professional experience assessment from
fr: Vous avez reçu une demande d'attestation d'expérience professionnelle de

source: Your request for an experience professional assessment has been registered for review.
fr: Votre demande pour une attestation d'expérience professionnelle a été envoyée pour revue.

source: You have received a request for a professional skill assessment from
fr: Vous avez reçu une demande d'attestation de compétences de

source: Your request for a skill professional assessment has been registered for review.
fr: Votre demande pour une attestation de compétences a été envoyée pour revue.

source: Not Supported
fr: Non supporté

source: Skill
fr: Compétences

source: Draft an assessment of this skill
fr: Rédiger un bilan de cette compétence

source: view not yet available.
fr: Vue non disponible.

source: Operation failed.
fr: Echec de l'opération.

source: Add credential to repository failed.
fr: Echec de l'ajout de l'attestation.

source: The credential has been added to the user repository.
fr: L'attestation a été ejoutée au portfolio de l'utilisateur.

source: Your professional credential has been issued.
fr: Votre attestation a été émise.

source: You have received a professional credential from
fr: Vous avez reçu une attestation de

source: Credential has been reviewed.
fr: L'attestation a été revue et validée.

source: New campaign added.
fr: Nouvelle campagne ajoutée.

source: Campaign removed
fr: Campagne effaçée.

source: File Name
fr: Nom du fichier

source: Not available - Encrypted
fr: Crypté

source: Created
fr: Créé

source: Self claim
fr: Information déclarée

source: Certified by
fr: Certifié par

source: Relationship
fr: Relation

source: Name
fr: Nom

source: Self claimed skills
fr: Compétence déclarée

source: Issuance date
fr: Date d'émission

source: End of validity date
fr: Validité

source: Start date
fr: Date de début

source: Project Budget
fr: Budget du projet

source: Talao : Email authentication
fr: Talao : authentification par Email

source: Get a Certificate of Employment
fr: Obtenir une Attestation employeur

source: Request a Professional Experience Assessment
fr: Demander une Attestation d'expérience professionnelle

source: Sign-In
fr: Se connecter

source: Username not found
fr: Nom d'utilisateur non trouvé

source: This password is incorrect, 2 trials left.
fr: Mot de passe incorrect.

source: This password is incorrect, 1 trials left.
fr: Mot de passe incorrect, plus que 1 essai.

source: Secret code sent by
fr: Code secret envoyé par

source: Connexion problem.
fr: Connexion impossible.

source: Authentification expired.
fr: Authentification expirée.

source: Thank you for your visit.
fr: Merci pour votre visite.

source: There is no Identity with this Email.
fr: Il n'existe aucune identité pour cet email.

source: This Email is already used by Identities :
fr: Cet email est déjà utilisé pour une identité :

source: Username not found.
fr: Nom utilisateur inconnu.

source: You are going to receive an email to renew your password.
fr: Vous allez recevoir un email pour renouveller votre mot de passe.

source: Delay expired (3 minutes maximum).
fr: Délais expiré.

source: Incorrect email.
fr: Email incorrect.

source: Password updated.
fr: Mot de passe mis à jour.

source: Delay has expired.
fr: Délais expiré.

source: Signature verification failed.
fr: Echec de la vérification de signature.

source: Your Digital Identity has not been registered yet.
fr: Votre Identité Numérique n'est pas enregistrée.

source: Great ! you have now a new Loyalty Card.
fr: Bravo ! vous avez maintenant votre Carte de Fidélité.

source: No credential selected
fr: Aucune attestation sélectionnée.

source: Experience credential
fr: Attestation d'expérience professionelle

source: Recomendation letter
fr: Lettre de recommandation

source: Employer certificate
fr: Attestation employeur

source: Credential is not a JSON-LD.
fr: Attestation non disponible.

source: Network connexion problem.
fr: Problème de connexion.

source: Unknown issuer DID.
fr: Identifiant émetteur inconnu.

source: No issuer credential has been found (No LinkedDomains service Endpoint).
fr: Aucun émetteur n'a été identifié.

source: No issuer credential has been found.
fr: Votre compte et identité ont été effaçés.

source: Only "JPEG", "JPG", "PNG" files accepted
fr: Fichiers acceptés : "JPEG", "JPG", "PNG"

source: Your picture has been updated
fr: Votre image de profil a été mise à jours.

source: Fail to update signature.
fr: Echec de la mise à jour de la signature.

source: Your signature has been updated.
fr: Votre signature a été mise à jour.

source: Your Name was already in the search bar.
fr: Votre nom est déjà dans la barre de recherche.

source: Your Name has been added to the search bar.
fr: Votre nom a été ajouté dans le répertoire.

source: There has been an error, please contact support.
fr: Erreur, contactez le support.

source: Your Name has been removed from the search bar.
fr: Votre nom a été effaçé du répertoire.

source: Your phone number has been deleted.
fr: Votre numéro de téléphone a été effaçé.

source: Your phone number has been updated.
fr: Votre numéro de téléphone a été mis à jour.

source: Incorrect phone number.
fr: Numéro de téléphone incorrect.

source: Wrong password
fr: Mot de pass incorrect.

source: Password updated
fr: Mot de passe mis à jour.

source: The bug has been reported ! Thank you for your help !
fr: Le problème a été remonté. Merci pour votre aide.

source: Here you are !
fr: Vous y êtes !

source: We do not have your Private Key to issue a Certificate.
fr: Nous n'avons pas votre clé privée pour signer une attestation.

source: Talent is required to make a formal request.
fr: L'utilisateur doit faire une demande d'attestation.

source: This certificate is not implemented yet !
fr: Ce modèle d'attestation n'est pas encore disponible.

source: Credential is beeing issued.
fr: L'attestation est en cours de publication.

source: Personal has been updated
fr: Les données personnelles ont été mises à jour.

source: Company not found in SIREN database.
fr: L'entreprise n'existe pas dans la base.

source: Company settings have been updated
fr: Les données de l'entreprise ont été mises à jour.

source: Transaction failed
fr: Echec de la transaction.

source: File
fr: Fichier

source: has been uploaded.
fr: a été sauvegardé.

source: New experience added
fr: Nouvelle expérience professionnelle ajoutée.

source: The experience has been removed
fr: L'expérience a été effacée

source: has been created as company.
fr: a été créé en qualité d'entreprise.

source: Company Creation failed.
fr: Echec de la création du compte entreprise.

source: has been created as a new user of the company.
fr: a été créé en qualité de nouvel utilisateur de l'entreprise.

source: Identity creation failed
fr: Echec de la création d'Identité.

source: Transaction failed.
fr: Echec de la transaction.

source: The certificate has been removed from your repository.
fr: L'attestation a été effaçée de votre portfolio.

source: The file has been deleted.
fr: Le fichier a été effaçé.

source: New Education added.
fr: Nouvelle formation ajoutée.

source: Education has been removed
fr: Formation effaçée.

source: This email is already used by Identity(ies) :
fr: Cet email est déjà utilisé par les identitées :

source: Your invit has been sent.
fr: Votre invitation a été envoyée.

source: Your invit has not been sent.
fr: Votre invitation n'a pas été envoyée.

source: You have received a memo from
fr: Vous avez reçu un message de

source: Your memo has been sent to
fr: Votre message a été envoyé a

source: Request Partnership to
fr: Demande de partenariat à

source: is not available (RSA key not found)
fr: n'est pas disponible.

source: Request to
fr: Demandez à

source: failed
fr: echec

source: has been removed
fr: a été effacé

source: The Partnership with
fr: Le partenariat avec

source: has been rejected.
fr: a été rejeté.

source: is impossible (RSA key not found)
fr: est impossible.

source: has been authorized.
fr: a été authorisé.

source: Username already used.
fr: Nom utilisateur déjà existant.

source: Alias added for
fr: Alias ajouté pour

source: has been removed
fr: a été effaçé

source: Operation failed
fr: Echec de la transaction

source: Wrong Private Key.
fr: Clé privée incorrecte.

source: Private Key has been imported.
fr: La cé privée a été importée.

source: No file.
fr: Aucun fichier.

source: RSA key is not found.
fr: Clé RSA indisponible.

source: RSA Key has been uploaded.
fr: La clé RSA a été sauvegardée.

source: RSA key default.
fr: Défault de clé RSA.

source: Thank you, we will check your documents soon.
fr: Merci nous allons étudier vos documents rapidements.

source: You cannot be the Referent of yourself.
fr: Vous ne pouvez pas être votre propre référent.

source: transaction failed
fr: Echec de transaction.

source: has been added as a Referent. An email has been sent too.
fr: a été ajouté en qualité de référent. Un email lui a été envoyé.

source: transaction failed.
fr: echec de transaction.

source: Key added.
fr: Clé ajoutée.

source: The Issuer
fr: Le signataire

source: has been removed.
fr: a été effacé.

source: Cannot delete portrfolio, no token locked.
fr: Impossible d'effacer votre protfolio.

source: Wrong password.
fr: Mot de passe incorrect.

source: Your portfolio has been deleted.
fr: Votre portfolio a été effaçé.

source: Certificate X.509 not available.
fr: Certificat non disponible.

source: Certificate PKCS12 not available.
fr: Certificat non disponible.

source: Secret code sent to your phone.
fr: Code secret envoyé par sms.

source: phone failed.
fr: Echec de l'opération.

source: Great ! you have now a Phone Pass.
fr: Bravo ! vous avez maintenant votre Passe Téléphone.

source: Company registration failed
fr: Echec de la création de compte

source: Accept the service conditions to move next step.
fr: Acceptez les conditions d'utilisation (CGU) pour passer à l'étape suivante.

source: Session expired
fr: Session terminée.

source: SMS failed.
fr: Echec d'envoi SMS.

source: Code is incorrect. Too many trials.
fr: Code incorrect. Maximum d'essais atteint.

source: Registration failed
fr: Echec de la création de compte.

source: Code expired
fr: Code expiré.

source: Code is incorrect, 2 trials left.
fr: Code incorrrect, plus que 2 essais.

source: Code is incorrect, last trial.
fr: Code incorrect, dernier essai.

source: This identity is already registered.
fr: Cette Identité dispose déjà d'un portfolio.

source: This credential was not signed correctly.
fr: Cette attestation n'a pas été signée correctement.

source: This credential is not accepted.
fr: Cette attestation n'est pas acceptée.

source: Skill already added
fr: Compétence déja ajoutée

source: Your skills have been updated
fr: Votre liste de compétences a été mise à jour.

source: Your competencies have been updated
fr: Vos compétences ont été mises à jour.

source: Account settings
fr: Paramètres du compte

source: Picture
fr: Photo de profil

source: Password
fr: Mot de passe

source: Phone number
fr: Numéro de téléphone

source: Name directory
fr: Paramètre du répertoire

source: The name directory is used to provide suggestion in the search bar.
fr: Le répertoire permet de vous identifier avec la barre de recherche.

source: It links your username with your firstname and lastname.
fr: Cela fait le lien entre votre nom utilisateur et votre nom.

source: I would like to have my name in the Name Directory
fr: Je souhaite avoir mon nom dans le répertoire

source: Update
fr: Mettre à jour

source: Back
fr: Retour

source: Current activity
fr: Activité actuelle

source: Contact Name (optional)
fr: Nom de votre contact (optionnel)

source: Contact Email (Optional)
fr: Email de votre contact (optionnel)

source: Skills (Optional) with comma separator
fr: Compétences (optionnel)

source: Contact Phone (Optional)
fr: Téléphone de votre contact (optionnel)

source: Summary
fr: Résumé

source: Add
fr: Ajouter

source: Select credentials supported.
fr: Choisissez les attestations.

source: Confirm
fr: Confirmer

source: <br> Scan the QRCode bellow with your smartphone wallet. <br>You can present any credential.
fr: <br> Scannez le QR code avec votre wallet smartphone. <br>Vous pouvez présenter n'importe quelle attestation signée avec votre Identité.

source: Title or Degree
fr: Titre ou diplôme

source: Contact Name (Optional)
fr: Nom de votre contact (Optionnel)

source: Skills (Optional)
fr: Compétences acquises (Optionnel)

source: Summary (Optional)
fr: Résumé (Optionnel)

source: Diploma Link (Optional)
fr: Lien vers le diplome (Optionnel)

source: Experience
fr: Expérience

source: Advanced parameters
fr: Paramètres avançés

source: Partner List
fr: Liste de vos partenaires

source: API Credentials
fr: APIS

source: Identity Key
fr: Clé privée

source: Copy your private key to clipboard
fr: Copier/coller votre clé privée

source: Import Identity
fr: Importer une Identité

source: Portfolio data
fr: Données du Portfolio

source: Company Details
fr: Données entreprise

source: Credentials
fr: Attestations

source: Administrators
fr: Administrateurs

source: Issuers
fr: Signataires

source: Reviewers
fr: Validateurs

source: Campaigns
fr: Campagnes

source: File Store
fr: Fichiers

source: Website
fr: Site web

source: General Informations
fr: Informations générales

source: Request a Credential
fr: Demander une attestation

source: Issue a Credential
fr: Emettre une attestation

source: Agreements
fr: Agréments

source: No credential available
fr: Aucune attestation disponible

source: References
fr: Références

source: Settings
fr: Paramètres

source: Invit by email
fr: Inviter par email

source: Advanced
fr: Paramètres avançés

source: Delete Identity
fr: Effacer votre identité

source: Config API Server
fr: Configuraion API server

source: Logout
fr: Déconnexion

source: This search bar only works with usernames.
fr: Recherche par nom d'utilisateur.

source: Identity
fr: Identité

source: Board
fr: Portfolio

source: Account
fr: Compte

source: Select Identity
fr: Choisir une identité

source: Delete Repository
fr: Effacer le portfolio

source: Create employee
fr: Créer un compte salarié

source: Create Company
fr: Créer un compte entreprise

source: Verifier
fr: Vérifier

source: Raw Credential Data
fr: Données de l'attestation

source: All data are JSON-LD tamper proof, signed and traceable.
fr: Toutes les données sont infalsifiables et traçables.

source: Download Credential
fr: Sauvegarder l'attestation

source: Your potfolio will be definitly deleted with all your credentials.
fr: Votre portfolio sera définitivement supprimé avec vos attestations.

source: Confirm with your password to proceed.
fr: Confirmez votre mot de passe.

source: Enter your password
fr: Entrez votre mot de passe

source: Delete
fr: Effacer

source: Professional Digital IDentity
fr: Identité Numérique Professionnelle

source: Register
fr: Créer un compte

source: What is Talao ?
fr: Que propose Talao ?

source: Quick start
fr: Démarrage rapide

source: Get an Email Pass
fr: Obtenir une preuve d'email

source: Get a Phone Pass
fr: Obtenir un Passe Téléphone

source: Directory
fr: Répertoire

source: Home
fr: Accueil

source: My account
fr: Mon compte

source: My Resume
fr: Mon CV

source: Personal Details
fr: Données personnelles

source: Store file
fr: Sauvegarder un fichier

source: Experience and current activities
fr: Expériences et activités

source: Add Experience
fr: Ajouter une expérience

source: Add Current
fr: Ajouter une activité

source: Add Education
fr: Ajouter une formation

source: Skills
fr: Compétences

source: Update Skills
fr: Ajouter une compétence

source: Credential(s)
fr: Attestation(s)

source: QRCode to link your portfolio
fr: QRCode pour accéder à votre portfolio

source: Request a credential
fr: Demander une attestation

source: Stored file
fr: Fichiers sauvegardés

source: Save
fr: Sauvegarder

source: Remove a Credential
fr: Effacer une attestation

source: Cancel
fr: Annuler

source: Company Settings
fr: Profil de l'entreprise

source: Pre-fill info with SIREN
fr: Préremplir avec les données du SIREN

source: Company Name
fr: Dénomination de l'entreprise

source: Contact Name
fr: Nom du représentant

source: Contact Email
fr: Email du contact

source: Contact Phone
fr: Téléphone du contact

source: About (Activity, ...)
fr: A propos

source: Group
fr: Groupe

source: Sales(€)
fr: Chiffre d'Affaires (€)

source: Update your password
fr: Mettez à jour votre mot de passe

source: Personal settings
fr: Paramètres personnels

source: Profil Title
fr: Titre

source: Privacy setting
fr: Protection des données

source: Core Competencies
fr: Compétences

source: Level
fr: Niveau

source: Never heard
fr: Aucune

source: Beginner
fr: Débutant

source: Intermediate
fr: Intermédiaire

source: Video tutorial
fr: Tuto

source: Report a bug
fr: Rapporter un bug

source: Consulting
fr: Conseil

source: Development
fr: Développement

source: Privacy Policy
fr: Protection de la vie privée

source: Terms & Conditions
fr: CGU

source: Invite by email
fr: Inviter par email

source: Delete portfolio
fr: Effacer le portfolio

source: Presentation
fr: Présentation

source: This credential has been issued with the
fr: Cette attestations a été émise avec la

source: Professional Credential of
fr: Attestation professionnelle de

source: From
fr: Du

source: to
fr: au

source: Issued by
fr: Emis par

source: Signed by
fr: Signé par

source: Scan the QRCode bellow with your Credible wallet
fr: Scannez le QR code avec votre wallet smartphone

source: What is Talao
fr: Que propose Talao

source: My portfolio
fr: Mon portfolio

source: Get Passes & Cards
fr: Cartes de Fidélité et Passes

source: Loyalty Cards
fr: Carte de Fidélité

source: Email Pass
fr: Preuve d'email

source: Phone Pass
fr: Preuve de téléphone

source: Verify your email to get one-click access to your services with your Talao smartphone wallet.
fr: Validez votre email pour avoir un accès en un clic à vos services.

source: Enter your email
fr: Saisissez votre email

source: Next
fr: Suivant

source: Enter your code
fr: Saisissez votre code

source: Sign-In to Talao
fr: Se connecter à Talao
