Repository: TalaoDAO/credential-portfolio
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: fr

source: Add a new campaign
fr: Ajouter une campagne

source: Campaign name
fr: Nom de la campagne

source: Campaign description
fr: Description de la campagne

source: Request a new credential
fr: Demander une nouvelle attestation

source: provided you with a Reference code. Enter this code to access to the available credentials.
fr: vous a communiqué un code de campagne pour accéder à la liste des attestations disponibles

source: Credential list
fr: Liste des attestations

source: Drafted
fr: Brouillon

source: Reviewed
fr: Revue

source: Signed
fr: Signée

source: All reviewers
fr: Tous les validateurs

source: All issuers
fr: Tous les signataires

source: Refresh
fr: Rafraichir

source: Subject
fr: Sujet

source: Reference
fr: Référence

source: Reviewer
fr: Validateur

source: Issuer
fr: Signataire

source: Status
fr: Statut

source: Professional Experience Credential
fr: Attestation d'expérience professionnelle

source: Talent Name
fr: Nom du Talent

source: Project Description
fr: Description du projet

source: To
fr: A

source: Manager Name
fr: Nom du signataire

source: Validate
fr: Valider

source: Sign
fr: Signer

source: Identity Pass
fr: Pass d'Identité

source: Address (optional)
fr: Adresse (optionnel)

source: Birthdate (optional)
fr: Date de naissance (optionnel)

source: Gender (optional)
fr: Sexe (optionnel)

source: Phone (optional)
fr: Téléphone (optionnel)

source: Professional Skill Assessment
fr: Attestation d'expérience professionnelle

source: Certificate of Employment
fr: Attestation employeur

source: Annual gross salary
fr: Salaire annuel brut

source: Job title
fr: Fonction

source: Contract type
fr: Nature du contrat

source: Permanent contract
fr: Contrat à durée illimitée

source: Temporary contract
fr: Contrat à durée limitée

source: Contract start date
fr: Date de début du contrat

source: will receive and treat soon your request. Your request will be reviewed then you will received a signed credential by email.
fr: traitera rapidement votre demande et après validation vous fera parvenir une attestation signée par email.

source: Request a professional experience credential
fr: Attestation d'expérience professionnelle

source: Complete this request form as precisely as possible to help your referent to draft the final credential. Your referent will receive an email with this draft.
fr: Complétez cette demande aussi précisément que possible.

source: Project description
fr: Description du projet/mission

source: End date
fr: Date de fin

source: Your reviewer
fr: Votre validateur

source: Select a reviewer in the list below
fr: Choisissez un validateur

source: Reference (Optional)
fr: Référence (Optionnel)

source: Send
fr: Envoyer

source: Professional skill credential
fr: Attestation de compétences

source: Skills (add comma between skills)
fr: Compétences (séparées par une virgule)

source: Select options for your certificate
fr: Choisissez les options de votre attestation

source: Salary to be included
fr: Le salaire doit être mentionné

source: Job title to be included
fr: La fonction doit être mentionnée

source: Contract type to be included
fr: Le type de contrat doit être mentionné

source: Check your code
fr: Vérifiez votre code

source: Login
fr: Se connecter

source: Forgot password ?
fr: Mot de passe oublié ?

source: Back to Login !
fr: Retour

source: Sign In with your Identity
fr: Connectez vous avec votre Identité

source: Sign In
fr: Se connecter

source: Sign In with password
fr: Se connecter avec un mot de passe

source: Forgot Username
fr: Nom utilisateur oublié

source: Your Identity credential has been deleted, Sign In with password !
fr: Votre attestation d'identité a été éffaçée

source: Your username is not correct, Sign In with password or clic on Forgot Username.
fr: Votre nom utilisateur est incorrect

source: Reset your password
fr: Changer le mot de passe

source: Enter your username
fr: Entrez votre nom d'utilisateur

source: Request you username
fr: Obtenez votre nom d'utilisateur

source: Enter your email to get your username(s).
fr: Entrez votre email pour obtenir votre nom d'utilisateur

source: Request
fr: Demande

source: Username
fr: Nom utilisateur

source: Forgot Password
fr: Mot de passe oublié

source: or
fr: ou

source: Scan and present any credential issued by Talao
fr: Scannez et présentez n'importe quelle attestation signée par Talao.

source: Your portfolio is loading ...
fr: Votre portfolio est actuellement en cours de chargement...

source: <br> Scan the QR Code bellow with your smartphone wallet. <br>You can present any credential which has been issued by Talao.
fr: <br> Scannez le QR code avec votre wallet smartphone. <br>Vous pouvez présenter n'importe quelle attestation signée par Talao.

source: Get your Loyalty Card
fr: Obtenir votre Carte de Fidélité

source: Verify your phone number to get one-click access to your services with your Talao smartphone wallet.
fr: Validez votre numéro de téléphone pour avoir un accès en un clic à vos services.

source: Enter your int. phone number
fr: Saisissez votre numéro de téléphone int.

source: Your portfolio have been installed.
fr: Votre portfolio a été installé.

source: You can now Sign In.
fr: Vous pouvez maintenant vous connecter.

source: Your professional Digital Identity
fr: Votre Identité Numérique

source: Your username is :
fr: Votre nom utilisateur est :

source: Check your phone.
fr: Vérifiez votre téléphone.

source: You are going to receive an SMS with a secret code.
fr: Vous allez recevoir un SMS avec un code secret.

source: Your portfolio is being deployed.
fr: Votre portfolio est actuellement en cours d'installation.

source: Your portfolio will be installed soon. This process can take up to 1 minute. Do not close this page.
fr: Votre portfolio sera installé bientôt. Cette opération peut prendre jusqu'à 1 minute.

source: Choose a password.
fr: Choisissez un mot de passe.

source: This password will be used to access your portfolio.
fr: Ce mot de passe sera utilisé pour accéder à votre portfolio.

source: Password must contain a number, an uppercase letter and a lowercase letter. It also must contain at least 8 characters.
fr: Un mot de passe doit contenir un nombre, une lettre minuscule, une lettre majuscule et au minimum 8 caractères.

source: <strong>Register</strong><br><br>Scan the QRCode bellow with your smartpĥone wallet.
fr: <strong>Créer un portfolio</strong><br><br>Scanner le QR code avec votre wallet.

source: Present an Email Pass and fill the form with your firstname and lastname
fr: Présentez une preuve d'Email et complétez avec votre nom et prénom.

source: or present a Resident Card
fr: ou présentez une Carte de Résidence.

source: Register without wallet
fr: Créer un portfolio sans wallet

source: Create a portfolio
fr: Créer un portfolio

source: I read and I accept the service conditions
fr: J'ai lu et j'accepte les Conditions Générales d'Utilisation

source: Talao is a web solution to manage the professional verifiable credentials of your Self Sovereign Identity.
fr: Talao est un service web pour gérer les attestations professionnelles de votre Identité Numérique (SSI).

source: * You can generate a new Digital Identity or use the one you already have on your SSI wallet.
fr: * Vous pouvez créer votre propre Identité Numérique ou utiliser celle que vous avez.

source: * You get your own repository to save your credentials.
fr: * Vous disposez d'un coffre fort numérique (portfolio) pour sauvegarder vos attestations.

source: * You can expose publicly your credentials if needed.
fr: * Vous pouvez publier vos attestations si vous le souhaitez.

source: * You can request credentials to companies, organizations and public services.
fr: * Vous pouvez demander de nouvelles attestations à votre entreprise.

source: Create a new Portfolio for your Digital Identity
fr: Créer un nouveau portfolio pour votre Identité Numérique Professionnelle

source: International phone numbers start with +, then country code and national phone number
fr: Numéro de téléphone international avec préfixe (ex : +33...)

source: Mobile int. phone number (ex : +16...)
fr: Numéro de téléphone mobile int. (ex : +33-..)

source: Register with your SSI wallet
fr: Créer un portfolio avec un wallet sur smartphone

source: 1. Check the person identity
fr: 1. Verifiez l'identité de la personne qui souhaite obtenir un certificat (Photographie)

source: 2. Fill the form with ID Card or Passport data
fr: 2. A l'aide de la carte d'identité ou du passeport, vérifiez le lieu de résidence et complétez le formulaire

source: 3. Ask for the Talao wallet download
fr: 3. Faites installer le wallet et faites scanner le QR code

source: 4. Check the Biometric or PIN protection of the smartphone
fr: 4. Vérifiez la mise en oeuvre de la protection du téléphone par code PIN ou Biometric

source: Address
fr: Adresse postale

source: Birthdate
fr: Date de naissance

source: Gender
fr: Sexe

source: Marital status
fr: Situation de famille

source: Nationality
fr: Nationalité

source: Birth place
fr: Lieu de naissance

source: Generate a QR code for a Resident Card
fr: Générez un QR code pour la carte de résident

source: Create a resident card
fr: Créer une carte de résidence

source: Get a resident card
fr: Obtenir une carte de résidence

source: Verifier simulator
fr: Simulateur de Verifier

source: Get an identity pass
fr: Obtenir un pass d'identité

source: Get an email proof
fr: Obtenir une preuve d'email

source: Get an expired Verifiable Credential
fr: Visualiser un Verifiable Credential expiré

source: Log to Talao.co
fr: Se connecter a Talao.co

source: Get a certificate of employment
fr: Obtenir une attestation employeur

source: Display a Verifiable Presentation
fr: Afficher une Verifiable Presentation

source: Issuer simulator
fr: Simulateur d'Issuer

source: Get a phone proof
fr: Obtenir une preuve de téléphone

source: Register to Talao
fr: Créer un portfolio

source: Get a professional experience certificate
fr: Obtenir une attestation d'expérience professionnelle

source: Share link by QRcode
fr: Partager un QR code

source: Get a revokable Verifiable Credential
fr: Collecter un Verifiable Credential révocable

source: Revoke my Verifiable Credential
fr: Révoquer un Verifiable Credential

source: What is Self Sovereign Identity ?
fr: Qu'est ce que le Self Sovereign Identity ?

source: Download the app from Google store
fr: Télécharger l'app depuis le Google store

source: Download the app from Apple store
fr: Télécharger l'app depuis l'Apple store

source: Issuer Simulator
fr: Simulateur d'Issuer

source: Verifier Simulator
fr: Simulateur de Verifier
